In [ ]:
CREATE TABLE employee_list (
    first_name VARCHAR,
    last_name VARCHAR,
    profession VARCHAR,
    employee_id INT,
    birthday DATE,
    birth_month INT
);

INSERT INTO 
  employee_list (first_name, last_name, profession, employee_id, birthday, birth_month) 
  VALUES
    ('John', 'Johnson', 'Doctor', 1, '1980-05-15', 5),
	('Jane', 'Johnson', 'Doctor', 2, '1975-08-22', 8),
	('Michael', 'Smith', 'Nurse', 3, '1990-03-10', 3),
	('Sarah', 'Williams', 'Doctor', 4, '1982-11-30', 11),
	('David', 'Johnson', 'Surgeon', 5, '1978-02-18', 2),
	('Emily', 'Brown', 'Nurse', 6, '1985-09-05', 9),
	('Robert', 'Johnson', 'Doctor', 7, '1977-06-20', 6),
	('Lisa', 'Johnson', 'Doctor', 8, '1988-04-12', 4),
	('Matthew', 'Johnson', 'Doctor', 9, '1983-12-25', 12),
	('Amanda', 'Johnson', 'Nurse', 10, '1992-07-17', 7),
	('Kevin', 'Johnson', 'Doctor', 11, '1979-10-08', 10),
	('Jennifer', 'Johnson', 'Nurse', 12, '1986-01-28', 1),
	('Christopher', 'Smith', 'Doctor', 13, '1974-03-03', 3),
	('Stephanie', 'Johnson', 'Doctor', 14, '1981-09-14', 9),
	('Mark', 'Johnson', 'Surgeon', 15, '1976-08-09', 8);
	
SELECT * FROM employee_list;